Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/samisk-krigsminneprosjekt-paa-roeros.html.tmx
Source language: nob
Languages: sma

source: Samisk krigsminneprosjekt på Røros
sma: Saemien dåaramojhteseprosjekte Rørosesne

source: Reindriftsamer i Rørosområdet saboterte tvangsslakting under krigen.
sma: Båatsoesaemieh Røros-dajvesne noerhkemeleekedimmiem vuastalin dåaroejaepiej.

source: I stedet for å slakte rein til okkupasjonsmakten spredte de reinen i store områder, også i Sverige.
sma: Sijjeste bovtsh ritnemefaamose leekedidh dah bovtsem speedtjestin stoerre dajvine, aaj Sveerjesne.

source: I de store fjellområdene motarbeidet samene den tyske okkupasjonsmakten ved å være grenseloser.
sma: Dejnie stoerre vaerine saemieh dam tyske ritnemefaamoem vuastalin gosse lin raastelovsehtæjjah.

source: Dette var et farlig arbeid hvor en ikke burde vite for mye.
sma: Daate lij akte vaarege barkoe gusnie idtjin byörh fer jïjnjem daejredh.

source: Det forekom også at barn deltok i arbeidet med å frakte folk over grensen.
sma: Muvhten aejkien aaj maanah viehkiehtin almetjh raasten bijjelen foeresjidh.

source: Sametinget har gitt støtte til Aajege samisk språksenter til å gjennomføre et prosjekt om 2. verdenskrig.
sma: Saemiedigkie lea dåarjoem Aajegasse vadteme juktie prosjektem 2. veartenedåaran bïjre tjirrehtidh.

source: Hensikten var å dokumentere historier og minner fra Rørossamisk område.
sma: Aajkoe lij soptsesh jïh mojhtesh vihtiestidh Røros-saemien dajveste.

source: Senteret har gjort intervjuer med samiske kvinner og menn som opplevde krigen.
sma: Jarnge lea saemien nyjsenæjjah jïh ålmah gihtjehtamme mah dåaram dååjrin.

source: De fortalte om hverdagslivet i krigsårene, om reindrift og grenselosvirksomhet.
sma: Dah aarkebiejjien jieleden bïjre soptsestin dåaroejaepiej, båatsoen bïjre jïh lovsehtimmien bïjre raasti rastah.

source: Informantene husker også hvordan de gjenopprettet bærekraftig reindrift etter 5 år med krig.
sma: Bievnijh aaj mujhtieh guktie sijjieh vihth aktem monnehke båatsoem tseegkin mænngan dåaram 5 jaepieh åtneme.

source: Unndro reinslakt under krigen
sma: Baajin årrodh leekedidh dåaresne

source: Samene unnlot å samle reinen til slakting for å slippe å selge kjøtt til tyskerne.
sma: Saemieh baajin årrodh bovtsem leekedæmman tjöönghkedh juktie slyöhpedh bearkoem tyskeridie doekedh.

source: Mindre slakting ble gjort rundt på gårder uten at tyskerne visste om det.
sma: Dah ajve ånnetji bïjre jarkan leekedin gaerteni lïhke bielelen tyskerh dan bïjre deejrin.

source: Det var mange tyske soldater oppe i fjellet og det hente at de forsynte seg av reinflokken.
sma: Gellie tyske dåaranïerh lin bijjene vaeresne jïh muvhten aejkien dah niestieh veeltin krievveste.

source: Reineierne ble pålagt tvangsslakt, men de saboterte det.
sma: Båatsoeburrieh stillesovvin leekedidh, men dam vuastalin.

source: Dette var begynnelsen til villreinstammen i Forollhogna.
sma: Daate lij gedtiekrirrien aalkoe Forollhognesne.

source: Reinen ble spredt til Forollhogna og Sverige.
sma: Bovtse Forollhognese jïh Sveerjese haaseni.

source: Mange reineiere dro etterpå til Sverige for å hente tilbake reinen, men rapportere til tyskerne at dette mislyktes.
sma: Mænngan gellie bovtseburrieh Sveerjesne mïnnin juktie bovtsem bååstede veedtjedh, men tyskeridie reektin daate barkoe idtji lyhkesh.

source: En del rein ble slaktet i Sverige, slik at dette ikke kom tyskerne til gode.
sma: Såemies bovtsh Sveerjesne leekesovvin, olles niestieh aevhkine sjïdth tyskeridie.

source: Samene hadde under krigen et eget .
sma: Saemieh aktem jïjtsh utnin dåarajaepiej.

source: Slik kunne de krysse grensen til Sverige.
sma: Naemhtie dah meehtin raasten rastah mïnnedh Sveerjesne.

source: Både tyskerne og lappefogden hadde lite kunnskap om reindriften og forsto derfor ikke når de ble lurt.
sma: Dovne tyskerh jïh saemienfåvhta vaenie daajroem båatsoen bïjre utnin jïh dan åvteste idtjin guarkah gosse beahtahtallin.

source: En annen informant fortalte at de hadde bra tilgang på mat under krigen, til tross for rasjoneringen.
sma: Akte jeatjah bievnije soptseste dej lij jïjnje beapmoe dåarajaepiej, jalhts lij snaerpiedimmie.

source: Fra eget gårdsbruk fikk de smør, ost og kjøtt.
sma: Jïjtsh gaertienistie voejem, vuastam jïh bearkoem åadtjoejin.

source: Flere av informantene fortalte at tyskerne oppførte seg fint, men at det var verre med de norske nazistene.
sma: Jienebh dejstie bievnijijstie soptsestin tyskerh hijvenlaakan dåemiedin, men lij vïerrebe dej nöörjen nazistigujmie.

source: En av informantene i prosjektet fortalte:
sma: Akte dejstie bievnijijstie prosjektesne soptsesti:

source: Det var farlig å gå for tett på.
sma: Bovtse girtiesjoljetjem trööri

source: En annen artig historie som ble fortalt under prosjektet var:
sma: Akte jeatjah lustes soptsese mij soptsesovvi prosjektesne lij:
